# URLы
MAIN_PAGE_URL = 'https://qa-scooter.praktikum-services.ru/'
ORDER_PAGE_URL = 'https://qa-scooter.praktikum-services.ru/order'
DZEN_URL = 'https://dzen.ru/?yredirect=true'

# Вопрос – ответ
ANSWER_0 = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
ANSWER_1 = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
ANSWER_2 = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
ANSWER_3 = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
ANSWER_4 = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
ANSWER_5 = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
ANSWER_6 = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
ANSWER_7 = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

# Данные для 2ух заказов
NAME_1 = 'Владимир'
SURNAME_1 = 'Владимиров'
ADDRESS_1 = 'улица Октябрьская, д. 12'
PHONE_1 = '89998887755'
CELL_1 = 24
COMMENT_1 = 'Позвонить за час до доставки'

NAME_2 = 'Иван'
SURNAME_2 = 'Иванов'
ADDRESS_2 = 'Новое шоссе 24'
PHONE_2 = '+79008007050'
CELL_2 = 27
COMMENT_2 = 'Оставить у двери'

# Текст успешного оформления заказа
SUCCESS_ORDER_TEXT = "Заказ оформлен"
